#Базовые сообщения
HELP_MESSAGE = """
/help - Список команд бота
/info - Информация о данном боте
"""
START_MESSAGE = """
Привествую тебя! 👋
Добро пожаловать к нам в бот. 
Здесь можно заказать клубнику или рассаду, а так же узнать о текущих скидках.
Узнать о возможностях бота ты можешь по команде ниже
/help
"""
ADMIN_MESSAGE = """
Здорова, босс! 
Выбери ниже из меню что будем делать!
"""
INFO_MESSAGE = """
Я - бот 🦾, помогу вам заказать клубнику или рассаду по очень выгодной цене.
Расчитаю вашу скидку от количества и типа товара. 
Наши специалисты выращивают клубнику в лучших условиях и по всем стандартам качества, 
чтобы вы всегда могли насладиться её превосходным вкусом и высоким качеством. 
"""
DISCOUNT_MESSAGE = """
Простите, но на данный момент отсуствуют какие-либо акции или скидки
"""

#Сообщения относящиеся к ветви с клубникой
KG3_ANSWER = """
Отличный выбор! 
Мы привезем вам 3кг самой свежей клубники🍓
Напишите свой адрес, куда необходимо доставить клубнику
<b>Пример: Саратов, ул. Московская, д.1, кв.1</b>
"""
KG6_ANSWER = """
Идеальный выбор!
Мы привезем вам 6кг самой свежей клубники🍓
Напишите свой адрес, куда необходимо доставить клубнику
<b>Пример: Саратов, ул. Московская, д.1, кв.1</b>
"""
KG9_ANSWER = """
Наилучший выбор! 
Стоимость 1 кг наиболее выгодная.
Мы привезем вам 9кг самой свежей клубники🍓
Напишите свой адрес, куда необходимо доставить клубнику
<b>Пример: Саратов, ул. Московская, д.1, кв.1</b>
"""
KG_MORE_ANSWER = """
Укажите сколько килограм клубники вам необходимо. 
Вес должен быть больше 9кг. 
Напишите пожалуйста цифру ниже
"""
MORE_ANSWER = """
Прекрасный выбор! 
Стоимость 1 кг наиболее выгодная. Мы привезем вам самой свежей клубники. 
Напишите свой адрес, ккуда необходимо доставить клубнику?
<b>Пример: Саратов, ул. Московская, д.1, кв.1</b>
"""

Respond_request_phone = """
Превосходно!👏 Заказ сформирован
"""
# Если у вас остались вопросы то вы можете всегда связаться с нами через команду
# /Contacts