HELP_MESSAGE = """
/help - Список команд бота
/info - Информация о данном боте
/Make_order - Сделать заказ из магазина
/Discounts - Узнать о существующих скидках на наши товары или услуги
"""
START_MESSAGE = """
Привествую тебя! 
Добро пожаловать к нам в бот. 
Узнать о возможностях бота ты можешь по команде ниже
/help
"""

INFO_MESSAGE = """
Я - бот, помогу вам заказать клубнику или рассаду по очень выгодной цене.
Расчитаю вашу скидку от количества и типа товара. 
Наши специалисты выращивают клубнику в лучших условиях и по всем стандартам качества, 
чтобы вы всегда могли насладиться её превосходным вкусом и высоким качеством. 
"""

DISCOUNT_MESSAGE = """
Простите, но на данный момент отсуствуют какие-либо акции или скидки
"""